Repository: ekuptsov/LinuxApplicationDevelopment2021
Catalog: 11_Documenting/po/*.po
Languages: ru

source: Roman binsearch -- a program guessing number from 1..100 (support roman output ex. I - 1, V - 5, C - 100).
ru: Римский двоичный поиск -- программа загадывает число от 0 до 100 (поддерживает вывод чисел в римской системе счисления, напр. I - 1, V - 5, C - 100).

source: Print numbers in roman numerial notation
ru: Печатает числа в римской системе счисления

source: Give this help list
ru: Показывает это сообщение

source: Give a short usage message
ru: Краткое сообщение об использовании

source: Print program version
ru: Печатает версию программы

source: Pick a number from %s to %s
ru: Загадай число от %s до %s

source: Is number greater or equal than %s? (y/n)
ru: Число больше или равно %s? (д/н)

source: y
ru: д

source: n
ru: н

source: You pick a number: %s
ru: Вы загадали число: %s
